{
    "<UNK>": 1,
    "M023OFF": 2,
    "M023ON": 3,
    "M004OFF": 4,
    "M004ON": 5,
    "M014OFF": 6,
    "M014ON": 7,
    "M022OFF": 8,
    "M022ON": 9,
    "M027OFF": 10,
    "M027ON": 11,
    "M003OFF": 12,
    "M003ON": 13,
    "M015OFF": 14,
    "M015ON": 15,
    "M028ON": 16,
    "M028OFF": 17,
    "M025ON": 18,
    "M025OFF": 19,
    "M012OFF": 20,
    "M012ON": 21,
    "M008OFF": 22,
    "M008ON": 23,
    "M026OFF": 24,
    "M026ON": 25,
    "M007OFF": 26,
    "M007ON": 27,
    "M020OFF": 28,
    "M020ON": 29,
    "<start>": 30,
    "<end>": 31,
    "M021OFF": 32,
    "M021ON": 33,
    "M002OFF": 34,
    "M002ON": 35,
    "M001OFF": 36,
    "M001ON": 37,
    "M011OFF": 38,
    "M011ON": 39,
    "M018OFF": 40,
    "M018ON": 41,
    "M019OFF": 42,
    "M019ON": 43,
    "M009OFF": 44,
    "M009ON": 45,
    "M010OFF": 46,
    "M010ON": 47,
    "M017OFF": 48,
    "M017ON": 49,
    "M013ON": 50,
    "M013OFF": 51,
    "M016OFF": 52,
    "M016ON": 53,
    "M005OFF": 54,
    "M005ON": 55,
    "M006OFF": 56,
    "M006ON": 57,
    "M024OFF": 58,
    "M024ON": 59,
    "D003CLOSE": 60,
    "D003OPEN": 61,
    "T00221.5": 62,
    "T00222": 63,
    "T00220.5": 64,
    "T00221": 65,
    "T00121.5": 66,
    "T00121": 67,
    "T00122": 68,
    "T00220": 69,
    "T00120.5": 70,
    "T00122.5": 71,
    "T00219.5": 72,
    "T00123": 73,
    "T00123.5": 74,
    "D001CLOSE": 75,
    "D001OPEN": 76,
    "T00120": 77,
    "T00124.5": 78,
    "T00222.5": 79,
    "T00124": 80,
    "T00119.5": 81,
    "T00223": 82,
    "T00223.5": 83,
    "T00125": 84,
    "T00219": 85,
    "T00125.5": 86,
    "T00126": 87,
    "T00119": 88,
    "T00224": 89,
    "T00218.5": 90,
    "T00218": 91,
    "T00217.5": 92,
    "T00126.5": 93,
    "T00224.5": 94,
    "T00118": 95,
    "T00118.5": 96,
    "T00217": 97,
    "T00117.5": 98,
    "T00127": 99,
    "T00117": 100,
    "T00216.5": 101,
    "T00225": 102,
    "T00127.5": 103,
    "D002CLOSE": 104,
    "D002OPEN": 105,
    "T00116.5": 106,
    "T00128": 107,
    "T00225.5": 108,
    "T00128.5": 109,
    "T00226": 110,
    "T00129": 111,
    "T00226.5": 112,
    "T00116": 113,
    "T00227": 114,
    "T00216": 115,
    "T00129.5": 116,
    "T00227.5": 117,
    "T00215": 118,
    "T00114.5": 119,
    "T00214": 120,
    "T00130": 121,
    "M019O": 122,
    "T00115.5": 123,
    "T00215.5": 124,
    "T00115": 125,
    "T00214.5": 126,
    "T00114": 127,
    "T00113.5": 128,
    "T00213.5": 129,
    "T00113": 130,
    "T00213": 131,
    "T00112.5": 132,
    "T00212.5": 133,
    "T00130.5": 134,
    "M022ON`": 135
}