{
    "<UNK>": 1,
    "M024OFF": 2,
    "M024ON": 3,
    "M021OFF": 4,
    "M021ON": 5,
    "M022OFF": 6,
    "M022ON": 7,
    "M005OFF": 8,
    "M005ON": 9,
    "M013OFF": 10,
    "M023OFF": 11,
    "M013ON": 12,
    "M023ON": 13,
    "M012OFF": 14,
    "M012ON": 15,
    "M011OFF": 16,
    "M011ON": 17,
    "M017OFF": 18,
    "M017ON": 19,
    "M001OFF": 20,
    "M001ON": 21,
    "M014OFF": 22,
    "M014ON": 23,
    "M002OFF": 24,
    "M002ON": 25,
    "M003OFF": 26,
    "M003ON": 27,
    "M020OFF": 28,
    "M020ON": 29,
    "M006OFF": 30,
    "M006ON": 31,
    "M007OFF": 32,
    "M007ON": 33,
    "M009OFF": 34,
    "M009ON": 35,
    "M010OFF": 36,
    "M010ON": 37,
    "M018OFF": 38,
    "M018ON": 39,
    "M016OFF": 40,
    "M016ON": 41,
    "M008OFF": 42,
    "M008ON": 43,
    "M015OFF": 44,
    "M015ON": 45,
    "M026OFF": 46,
    "M026ON": 47,
    "M004OFF": 48,
    "M004ON": 49,
    "M025OFF": 50,
    "M025ON": 51,
    "M019OFF": 52,
    "M019ON": 53,
    "T00123": 54,
    "T00423.5": 55,
    "T00122.5": 56,
    "T00424": 57,
    "T00323": 58,
    "T00123.5": 59,
    "T00323.5": 60,
    "M027OFF": 61,
    "T00523": 62,
    "T00424.5": 63,
    "T00522.5": 64,
    "M027ON": 65,
    "T00423": 66,
    "T00124": 67,
    "T00523.5": 68,
    "T00524": 69,
    "T00124.5": 70,
    "T00422": 71,
    "T00224": 72,
    "T00223": 73,
    "T00225": 74,
    "T00223.5": 75,
    "T00122": 76,
    "T00425": 77,
    "T00422.5": 78,
    "T00224.5": 79,
    "T00322.5": 80,
    "T00225.5": 81,
    "T00222.5": 82,
    "T00125": 83,
    "T00524.5": 84,
    "T00324": 85,
    "<start>": 86,
    "<end>": 87,
    "T00522": 88,
    "T00222": 89,
    "T00421.5": 90,
    "T00425.5": 91,
    "T00426.5": 92,
    "T00322": 93,
    "T00125.5": 94,
    "T00324.5": 95,
    "T00426": 96,
    "T00321.5": 97,
    "T00521.5": 98,
    "T00521": 99,
    "T00421": 100,
    "T00226": 101,
    "T00321": 102,
    "T00520": 103,
    "T00520.5": 104,
    "T00320": 105,
    "T00525": 106,
    "T00221.5": 107,
    "T00420.5": 108,
    "T00319.5": 109,
    "T00320.5": 110,
    "T00325": 111,
    "T00519.5": 112,
    "T00519": 113,
    "T00226.5": 114,
    "T00525.5": 115,
    "T00126": 116,
    "T00427": 117,
    "T00121.5": 118,
    "T00420": 119,
    "T00227": 120,
    "T00126.5": 121,
    "T00518.5": 122,
    "T00526": 123,
    "T00319": 124,
    "T00220.5": 125,
    "T00325.5": 126,
    "T00127": 127,
    "T00220": 128,
    "T00419.5": 129,
    "T00221": 130,
    "T00121": 131,
    "T00227.5": 132,
    "T00127.5": 133,
    "T00419": 134,
    "T00427.5": 135,
    "T00326": 136,
    "T00526.5": 137,
    "T00120.5": 138,
    "T00518": 139,
    "T00318.5": 140,
    "T00418.5": 141,
    "T00128": 142,
    "T00517.5": 143,
    "T00120": 144,
    "T00228": 145,
    "T00318": 146,
    "T00428": 147,
    "T00527": 148,
    "T00128.5": 149,
    "T00517": 150,
    "T00418": 151,
    "T00219.5": 152,
    "T00516.5": 153,
    "T00326.5": 154,
    "T00317.5": 155,
    "T00129": 156,
    "T00119.5": 157,
    "T00317": 158,
    "T00516": 159,
    "T00417.5": 160,
    "T00130": 161,
    "T00428.5": 162,
    "T00316.5": 163,
    "T00129.5": 164,
    "T00528.5": 165,
    "T00328": 166,
    "T00327": 167,
    "T00527.5": 168,
    "T00515": 169,
    "T00416.5": 170,
    "T00529": 171,
    "T00429.5": 172,
    "T00328.5": 173,
    "T00429": 174,
    "T00316": 175,
    "T00130.5": 176,
    "T00327.5": 177,
    "T00515.5": 178,
    "T00416": 179,
    "T00514.5": 180,
    "T00528": 181,
    "T00417": 182,
    "T00229.5": 183,
    "T00315.5": 184,
    "T00430": 185,
    "T00228.5": 186,
    "T00229": 187,
    "T00230": 188,
    "T00131": 189,
    "T00219": 190,
    "T00131.5": 191,
    "T00430.5": 192,
    "T00431": 193
}