{
    "<UNK>": 1,
    "M009ON": 2,
    "M009OFF": 3,
    "M020ON": 4,
    "M020OFF": 5,
    "M019OFF": 6,
    "M019ON": 7,
    "M015OFF": 8,
    "M015ON": 9,
    "M007ON": 10,
    "M007OFF": 11,
    "M014ON": 12,
    "M014OFF": 13,
    "M013OFF": 14,
    "M013ON": 15,
    "M018ON": 16,
    "M018OFF": 17,
    "M024OFF": 18,
    "M024ON": 19,
    "M017OFF": 20,
    "M017ON": 21,
    "M021OFF": 22,
    "M021ON": 23,
    "M010OFF": 24,
    "M010ON": 25,
    "M003OFF": 26,
    "M003ON": 27,
    "M005OFF": 28,
    "M008OFF": 29,
    "M008ON": 30,
    "M005ON": 31,
    "M022OFF": 32,
    "M022ON": 33,
    "M016ON": 34,
    "M016OFF": 35,
    "M012OFF": 36,
    "M012ON": 37,
    "M006OFF": 38,
    "M006ON": 39,
    "<start>": 40,
    "<end>": 41,
    "M026OFF": 42,
    "M026ON": 43,
    "M004OFF": 44,
    "M004ON": 45,
    "M027OFF": 46,
    "M027ON": 47,
    "M001OFF": 48,
    "M001ON": 49,
    "M023OFF": 50,
    "M023ON": 51,
    "M002OFF": 52,
    "M002ON": 53,
    "M030ON": 54,
    "M030OFF": 55,
    "M028OFF": 56,
    "M028ON": 57,
    "M029ON": 58,
    "M029OFF": 59,
    "D004CLOSE": 60,
    "D004OPEN": 61,
    "T00423.5": 62,
    "T00223.5": 63,
    "M025OFF": 64,
    "M025ON": 65,
    "T00323.5": 66,
    "T00324": 67,
    "T00424": 68,
    "T00423": 69,
    "T00324.5": 70,
    "T00224.5": 71,
    "T00323": 72,
    "T00224": 73,
    "T00122": 74,
    "M011OFF": 75,
    "M011ON": 76,
    "T00223": 77,
    "T00524.5": 78,
    "T00122.5": 79,
    "T00523.5": 80,
    "T00524": 81,
    "T00121.5": 82,
    "T00322.5": 83,
    "T00422.5": 84,
    "T00325": 85,
    "T00523": 86,
    "T00424.5": 87,
    "T00225": 88,
    "T00321.5": 89,
    "T00522.5": 90,
    "T00222.5": 91,
    "T00121": 92,
    "T00421.5": 93,
    "T00422": 94,
    "T00322": 95,
    "T00123": 96,
    "T00525": 97,
    "T00522": 98,
    "T00225.5": 99,
    "M031OFF": 100,
    "M031ON": 101,
    "T00222": 102,
    "T00221.5": 103,
    "T00525.5": 104,
    "T00321": 105,
    "T00120.5": 106,
    "T00521.5": 107,
    "T00325.5": 108,
    "T00421": 109,
    "T00221": 110,
    "T00526": 111,
    "T00120": 112,
    "T00521": 113,
    "T00220.5": 114,
    "T00319.5": 115,
    "T00425": 116,
    "T00226": 117,
    "T00520.5": 118,
    "T00320.5": 119,
    "T00318.5": 120,
    "T00526.5": 121,
    "T00119.5": 122,
    "T00320": 123,
    "T00419": 124,
    "T00326": 125,
    "T00220": 126,
    "T00418.5": 127,
    "T00119": 128,
    "T00118": 129,
    "T00123.5": 130,
    "T00420.5": 131,
    "T00226.5": 132,
    "T00219.5": 133,
    "T00218.5": 134,
    "T00117.5": 135,
    "T00519.5": 136,
    "T00520": 137,
    "T00527": 138,
    "T00420": 139,
    "T00319": 140,
    "T00419.5": 141,
    "T00519": 142,
    "T00326.5": 143,
    "T00318": 144,
    "T00118.5": 145,
    "T00219": 146,
    "T00527.5": 147,
    "T00518.5": 148,
    "T00218": 149,
    "T00227": 150,
    "T00425.5": 151,
    "T00528.5": 152,
    "T00227.5": 153,
    "T00528": 154,
    "T00529": 155,
    "T00327": 156,
    "T00228.5": 157,
    "T00228": 158,
    "T00229": 159,
    "T00529.5": 160,
    "T00518": 161,
    "T00124": 162,
    "T00530": 163,
    "T00327.5": 164,
    "T00418": 165,
    "T00229.5": 166,
    "T00426": 167,
    "T00328": 168,
    "T00530.5": 169,
    "T00531": 170,
    "T00531.5": 171,
    "T00532": 172,
    "T00117": 173,
    "T00328.5": 174,
    "T00532.5": 175,
    "T00426.5": 176,
    "T00230": 177,
    "D001CLOSE": 178,
    "D001OPEN": 179,
    "T00124.5": 180,
    "T00517.5": 181,
    "D002CLOSE": 182,
    "D002OPEN": 183,
    "T00329": 184,
    "T00533": 185,
    "T00217.5": 186,
    "T00329.5": 187,
    "T00230.5": 188,
    "T00533.5": 189,
    "T00330": 190,
    "T00317.5": 191,
    "T00125": 192,
    "T00427": 193,
    "T00534": 194,
    "T00231": 195,
    "T00330.5": 196,
    "T00125.5": 197,
    "T00331": 198,
    "T00332.5": 199,
    "T00332": 200,
    "T00534.5": 201,
    "T00427.5": 202,
    "T00331.5": 203,
    "T00126": 204,
    "T00231.5": 205,
    "T00535": 206,
    "T00333": 207,
    "T00334": 208,
    "T00535.5": 209,
    "T00428": 210,
    "T00333.5": 211,
    "T00232": 212,
    "T00536": 213,
    "T00126.5": 214,
    "T00334.5": 215,
    "T00116.5": 216,
    "T00335": 217,
    "T00232.5": 218,
    "T00233.5": 219,
    "T00233": 220,
    "T00428.5": 221,
    "T00537": 222,
    "T00536.5": 223,
    "T00127": 224,
    "T00217": 225,
    "T00429": 226,
    "T00537.5": 227,
    "T00538": 228,
    "T00234": 229,
    "T00127.5": 230,
    "T00234.5": 231,
    "T00336": 232,
    "T00342": 233,
    "T00335.5": 234,
    "T00342.5": 235,
    "T00336.5": 236,
    "T00517": 237,
    "T00338": 238,
    "T00341.5": 239,
    "T00538.5": 240,
    "T00339.5": 241,
    "T00128": 242,
    "T00235": 243,
    "T00429.5": 244,
    "T00116": 245,
    "T00337.5": 246,
    "T00339": 247,
    "T00343": 248,
    "T00340.5": 249,
    "T00539": 250,
    "T00128.5": 251,
    "T00539.5": 252,
    "T00235.5": 253,
    "T00228.55": 254,
    "T00519.55": 255,
    "T00523.55": 256
}